<!DOCTYPE HTML PUBLIC "-//W3C//DTD HTML 3.2 Final//EN">
<HTML>
<title>Recenzija projekta M. Pavicic, Kvantno racunanje: paralelnost i vizualizacija </title>
<meta name="keywords" content="Mladen Pavicic, projekt, Ministarstvo znanosti, obrazovanja i sporta, mzos, Institut Rudjer Boskovic, irb, ifs, institut za fiziku, Sveuciliste u Zagrebu, Zagreb, PMF, kvantno racunarstvo, Dario Vretenar, Priridoslovno-matematicki fakultet, Ante Ljubicic, Branko Gumhalter, Sanja Tomic, Dubravka Kotnik-Karuza, Filozofski fakultet, Seuciliste u Rijeci, Rijeka, odbijanje projekta, recenzenti, prosudbene skupine, zalba, ovlasti, zloupotreba, kvatno racunarstvo, kvantni kompjuteri, qubit, kvantna vrata, kvantna kriptografija, kvantna teleportacija, Springer, vjesnik, ht, hrvatska televizija, vecernji list">

<!-- Background white, links blue (unvisited), navy (visited), red (active) -->
 <BODY
  BGCOLOR="#FFFFFF"
  TEXT="#000000"
  LINK="#FF0000"
  VLINK="#FF0000"
  ALINK="#FF0000"
 >

<a href="recenzija.html"><img src="hr.gif" align="left" width=45 height=30 hspace=10 vspace=0></a><a href="report.html"><img src="uk.gif" width=45 height=30 hspace=10 vspace =0></a>
<a href="index.html"><font color="#770044">IZVORNA STRANICA</font></a>

<table border cellspacing=0 cellpadding=5>

<table  width="100%">

<tr>
  <th bgcolor=black colspan=2 align=center><font color=white>
PODACI O PROJEKTU</font></th>
</tr>
<tr>
 <td bgcolor=gray width="20%" align=right>Broj prijave:
 </td>
 <td width="80%" align=left>1184
 </td>
</tr>
<tr>
 <td bgcolor=gray align=right>Voditelj projekta:
 </td>
 <td align=left>Mladen Pavi&#269;i&#263;
 </td>
</tr>
<tr>
 <td bgcolor=gray align=right>Naziv projekta:
 </td>
 <td  align=left>Kvantno ra&#269;unanje: paralelnost i vizualizacija
 </td>
</tr>
<tr>
 <td bgcolor=gray align=right>Naziv PS:
 </td>
 <td  align=left>Fizika
 </td>
</tr>

</table>

<br>

<table cellspacing=0 cellpadding=5>

<table  border=1 width="100%">

<tr>
  <th bgcolor=black colspan=3 align=center><font color=white>
I. PRETPOSTAVKE I CILJEVI PREDLO&#381;ENOG ISTRA&#381;IVANJA
</font></th>
</tr>
<tr>
 <td width="15%" bgcolor=gray align=center>Recenzent
 </td>
 <td width="75%" bgcolor=gray align=center>Opis
 </td>
 <td width="10%" bgcolor=gray align=center>Ocjena
 </td>
</tr>
<tr>
 <td width="15%" align=center>Recenzent 1
 </td>
 <td width="75%" align=left>Znanstvena utemeljenost, recentnost i ambicioznost predlo&#382;enog istra&#382;ivanja temelji se na ranijim zapa&#382;enim radovima voditelja projekta. To se posebno odnosi na opis kvantnih sistema diskretnim kona&#269;nim Hilbertovim prostorima, te na razradu Fourierovih algoritama za stanja atoma kao i na primjenu  kvantnih algebri i  i algebarskih kvantnih jednad&#382;bi.  Posebno je va&#382;an razvoj algoritma za iscrpivo generiranje kodova  za korekciju kvantnih gre&#353;aka. Pretpostavka, svrha i ciljevi se me&#273;usobno preklapaju i ponavljaju te su dosta uop&#263;eno definirani te je te&#353;ko odrediti utjecaj istra&#382;ivanja na unapre&#273;enje drugih znan. disciplina. Primjena istra&#382;ivanja i uklapanje u strate&#353;ke ciljeve je definirano previ&#353;e op&#263;enito.
 </td>
 <td width="10%" align=center>4.00
 </td>
</tr>
<tr>
 <td width="15%" align=center>Recenzent 2
 </td>
 <td width="75%" align=left>Radi se o vrlo ambicioznom multidisciplinarnom teorijskom projektu koji se bavi nizom otvorenih pitanja iz kvantne informatike &#269;iji voditelj ima iza sebe niz vrlo uspje&#382;nih znanstvenih projekata i radova iz  spomenutog podru&#269;ja. 
<br><br>
Ad 9.1 Pretpostavka je znanstveno utemeljena (5) i radi se o vrlo &#382;ivom i interesantnom podru&#269;ju koje ima veliku te&#382;inu kako u fundamentalnim istra&#382;ivanjima (kvantna fizika) tako i veliku potencijalnu primjenu (ra&#269;unske metode, kriptografija). U ovom podru&#269;ju nevjerojatno je kratak put izme&#273;u bazi&#269;nih rezultata i mogu&#263;e primjene. Projekt istra&#382;uje ono &#353;to istra&#382;uju i drugi sli&#269;ni projekti u svijetu, ali prili&#269;no originalnim vlastitim i do  sad djelomi&#269;no i objavljenim teorijskim metodama (4.5). Ukupno za 9.1 ( prosjek) 4.8. 
<br><br>
Ad 9.2 Doprinos, utjecaj i uskla&#273;enost s prioritetima izvrsni (4.6).
<br><br>
Ad 9.3 Primjena predlo&#382;enih istra&#382;ivanja je uglavnom u daljnjim istra&#382;ivanjima, a primjene u drugim znanstvenim disciplinama se uglavnom iscrpljuju na budu&#263;em razvoju kvantnih kompjutera. U tom smislu ovaj projekt ne &#269;ini zatvorenu cjelinu niti sam niti s drugim projektima u Hrvatskoj.  To mu ne uzimamo za zlo budu&#263;i da je istra&#382;ivanje samo malog segmenti&#263;a (odabranog prema trenutnim financijskim mogu&#263;nostima i mogu&#263;nostima objave &#353;to ve&#263;eg broja radova) na nekom putu od postavke do rje&#353;enja problema, sindrom hrvatske znanstvenoistra&#382;iv&#269;ke scene. Stoga za taj dio: za doprinos mogu&#263;im primjenama (eventualno i na &#382;alost izvan Hrvatske) ocjena (4.5), dok za mogu&#263;nost kori&#353;tenja rezultata u drugim podru&#269;jima ( 3.1), ukupno 3.8.
 </td>
 <td width="10%" align=center>4.40
 </td>
</tr>


</table>

<table cellspacing=0 cellpadding=5>

<table  border=1 width="100%">

<tr>
  <th bgcolor=black colspan=3 align=center><font color=white>
II. PLAN I METODOLOGIJA ISTRA&#381;IVANJA
</font></th>
</tr>
<tr>
 <td width="15%" bgcolor=gray align=center>Recenzent
 </td>
 <td width="75%" bgcolor=gray align=center>Opis
 </td>
 <td width="10%" bgcolor=gray align=center>Ocjena
 </td>
</tr>
<tr>
 <td width="15%" align=center>Recenzent 1
 </td>
 <td width="75%" align=left>Projektni zadaci su jasno postavljeni ali nije jasno da li su realno izvedivi bez navo&#273;enja konkretnih izvedbenih metoda i postupaka. Te&#353;ko je predvidjeti iz prilo&#382;enih podataka da li &#263;e predlo&#382;eni plan rada biti izvediv u danom vremenskom okviru.
 </td>
 <td width="10%" align=center>4.00
 </td>
</tr>
<tr>
 <td width="15%" align=center>Recenzent 2
 </td>
 <td width="75%" align=left>Ad 9.2 Projektni zadaci su realno i jasno postavljeni ( 4.8) plan ostvariv (4) i izvediv u  roku (4). Najve&#263;i problem ovog projekta jest &#353;to na njemu rade sami teoreti&#269;ari, a &#269;etvrti dio to&#269;ke 9.1 je &#269;isti eksperiment za kojeg se ne vidi da postoje ni kompetencije, ni suradnja s drugim projektima, ni oprema, niti se oprema tra&#382;i niti se ostvarenje te to&#269;ke uop&#263;e spominje u metodama koje su opisane u 9.2! Stoga mi je nejasno kako se taj dio projekta ikako mo&#382;e ostvariti. Zbog toga, iako je ostatak projekta odli&#269;an i metode vrlo kvalitetne za dio koji se ti&#269;e metodologije parcijalna ocjena ( 3.5). Sveukupna ocjena za 9.2 je stoga (prosjek) 4.1.
<br><br>
Ad 9.5 Uz uva&#382;avanje gornje primjedbe dodao bih da su prema mojoj procjeni ostali o&#269;ekivani rezultati posve realno ostvarivi u vremenu, s timom i metodama opisanima u odjeljku 9.5. Zanimljivo da se tu zadaci obe&#263;ani u 9.1(4) uop&#263;e ne spominju, gotovo bih povjerovao da je cijeli odjeljak 9.1(4) zabuna i sad sam u moralnoj dvojbi da li taj dio uop&#263;e uzeti u obzir i time smanjiti ocjenu ina&#269;e po mojem mi&#353;ljenju besprijekornom projektu. Ocjena 4.4.
 </td>
 <td width="10%" align=center>4.25
 </td>
</tr>


</table>



<table cellspacing=0 cellpadding=5>

<table  border=1 width="100%">

<tr>
  <th bgcolor=black colspan=3 align=center><font color=white>
III. KOMPETENTNOST VODITELJA PROJEKTA
</font></th>
</tr>
<tr>
 <td width="15%" bgcolor=gray align=center>Recenzent
 </td>
 <td width="75%" bgcolor=gray align=center>Opis
 </td>
 <td width="10%" bgcolor=gray align=center>Ocjena
 </td>
</tr>
<tr>
 <td width="15%" align=center>Recenzent 1
 </td>
 <td width="75%" align=left>Voditelj projekta je me&#273;unarodno priznati stru&#269;njak za podru&#269;je kvantne logike i kvantnih ra&#269;unala, vjerojatno jedini u Hrvatskoj koji je u tom podru&#269;ju dao zna&#269;ajni doprinos. Uspje&#353;nost ranijih istra&#382;ivanja ogleda se u brojnim (39) CC radovima u kvalitetnim &#269;asopisima, pozvanim predavanjima (70). Stalan je procjenitelj radova koji se objavljuju u Phys. Rev. Lett. i Phys. Rev A. 
 </td>
 <td width="10%" align=center>5.00
 </td>
</tr>
<tr>
 <td width="15%" align=center>Recenzent 2
 </td>
 <td width="75%" align=left>

Ad 10.1 Dosada&#353;nje spoznaje su dobro prikazane, a voditelj ima pionirsku ulogu u nekima od njih, stoga &#269;ista petica. 
<br><br>
Ad.10.2 Voditelj je postigao svjetski zna&#269;ajne rezultate u svoja  tri dosada&#353;nja projekta, pogotovo ako se promatra u svjetlu prosje&#269;nih dostignu&#263;a u Hrvatskoj i koja se mogu s obzirom na uvjete u Hrvatskoj o&#269;ekivati (4.9). Najva&#382;niji rezultati i ideje postignuti do sada razvijat &#263;e se  dalje u okviru ovog projekta &#353;to ukazuje da je projekt dobro fundiran na prethodnim istra&#382;ivanjima.  Budu&#263;i da se radilo o teorijskim projektima oprema se svodi na ra&#269;unala  koja zastarijevaju te je njena uloga u ovom projektu zanemariva, no s obzirom na to da unutar programa na kojem se projekt vodi kao i u Hrvatskoj akademskoj mre&#382;i postoje zna&#269;ajni resursi na koje se projekt mo&#382;e osloniti (klaster SRCE, klaster IRB-GRID, klaster Gra&#273;. Fakulteta, tra&#382;ena kompjuterska oprema...) nedostatak kompjuterske opreme nije relevantan za ovu ocjenu. Ve&#263;i je problem &#353;to u projektu nedostaje bilo kakva oprema ( i zahtjev za opremom) za izvo&#273;enje eksperimenata  navedenih u  to&#269;ki 9.1(4) projekta. Stoga ovdje ocjena 3.9. Ukupno 4.4. 
<br><br>
Ad 10.3 Odjek je dosada&#353;njih istra&#382;ivanja velik i mo&#382;e se najbolje procijeniti citirano&#353;&#263;u, objavom u najkvalitetnijim &#269;asopisima APS-a i Elseviera, pozivanjem Springera za pisanje knjige o kvantnoj informatici i kvantnoj komunikaciji te citiranjem dijelova znanstvenih rezultata koje je voditelj postigao u  "standard texbook" knjigama. Osobno sam s tim dijelom opusa  dobro upoznat i tu se ne oslanjam (samo) na 
materijale prilo&#382;ene uz projekt. Ad. 10.3 Voditelj projekta, seniorni suradnik D. Bosanac  i doktorand Megill objavljuju radove u APS i Elsevier &#269;asopisima s najvi&#353;im impakt faktorima za njihova podru&#269;ja (do 6.6), naime Phys. Rev. Lett., Phys. Rev. A, Phys Lett. A. Phys. Rev. D te u &#269;asopisima karakteristi&#269;nim za podru&#269;je teorijske kvantne informacije, kvantne fizika i kvantne kemije. Prema bazi WOS radovi seniornog suradnika S.B. odli&#269;no su citirani (i preko 50 puta), a radovi voditelja i njegovog doktoranda dobro za u&#382;e podru&#269;je (do 15 puta). Ukupno su u njihovim karijerama radovi dvaju seniora citirani preko 880 puta od &#269;ega se procjenjuje da je 400-500 citata relevantno za ovaj projekt. Za procjenu suradnika Fresla koji je gra&#273;evinar ne osje&#263;am se kompetentnim no vjerujem procjeni voditelja da mu je u ovom projektu potrebna  i dovoljna specifi&#269;na ekspertiza tog suradnika u ovom multidisciplinarnom projektu. Citati, uklju&#269;enost u knjige i monografije radova &#269;lanova grupe su u cjelini uzev&#353;i vrlo dobri, ocjena 4.6. 

 </td>
 <td width="10%" align=center>4.66
 </td>
</tr>


</table>

<table cellspacing=0 cellpadding=5>

<table  border=1 width="100%">

<tr>
  <th bgcolor=black colspan=3 align=center><font color=white>
IV. KOMPETENTNOST ISTRA&#381;IVA&#268;KOG TIMA
</font></th>
</tr>
<tr>
 <td width="15%" bgcolor=gray align=center>Recenzent
 </td>
 <td width="75%" bgcolor=gray align=center>Opis
 </td>
 <td width="10%" bgcolor=gray align=center>Ocjena
 </td>
</tr>
<tr>
 <td width="15%" align=center>Recenzent 1
 </td>
 <td width="75%" align=left>Istra&#382;iva&#269;ki tim bez voditelja projekta ima dva &#269;lana koji su u posljednjih pet godina objavili 3 CC rada.  Radova  iz problematike  kvantnih kompjutera  (kvantna logika, kvantni algoritmi i kvantna korekcija gre&#353;aka) nema osim u vrlo malom dijelu semiklasi&#269;nih pristupa interakciji atoma sa elektromagnetskim poljem u svezi tzv. "kontinuirnaih" kvantnih kompjutera. Uklju&#269;ivanje hrvatskih znanstvenih novaka u istra&#382;ivanje nije predvidivo iako je tra&#382;eno. U projekt je uklju&#269;en samo inozemni doktorand. </td>
 <td width="10%" align=center>2.50
 </td>
</tr>
<tr>
 <td width="15%" align=center>Recenzent 2
 </td>
 <td width="75%" align=left>Ad 5.1, 5.2, 10,5 Pregledom baze WOS i prilo&#382;enih &#382;ivotopisa vidi se da su suradnici osobe kompetentne u svojem podru&#269;ju, koje objavljuju u vrhunskim &#269;asopisima  iz svojih podru&#269;ja i imaju  dobar odjek, iako se radi o ekspertima iz dosta razli&#269;itih podru&#269;ja. Okupljen je tim s kompetencijama iz grafi&#269;ko-informati&#269;kog, matemeti&#269;kog i kvantnokemijskog i kvantno-informati&#269;kog podru&#269;ja, &#353;to procjenjujem kao dobro izbalansirani tim za izvr&#353;avanje zadataka ovog multidisciplinarnog projekta i predvi&#273;enih teorijskih i ra&#269;unskih  zadataka. Opet, potpun je misterij zadatak 9.1(4) koji kao da je van konteksta  ovog projekta i za kojega ne postoje kompetencije unutar tima. Taj dio projekta donekle ru&#353;i ocjenu ovog odjeljka koja bi ina&#269;e bila vi&#353;a. Ocjena 4.4.
<br><br>
Ad 10.4 Nema zapisa o ranijem vo&#273;enju novaka od strane predlo&#382;enog voditelja projekta, tek imamo podataka da sada vodi novaka Megilla koji radi doktorat. Nije u velike detalje obrazlo&#382;en  ni rad mogu&#263;eg budu&#263;eg novaka kojeg bi se tra&#382;ilo na projekt. Stoga ovdje relativno oprezna parcijalna ocjena 3.8.
 </td>
 <td width="10%" align=center>4.10
 </td>
</tr>


</table>

<table cellspacing=0 cellpadding=5>

<table  border=1 width="100%">

<tr>
  <th bgcolor=black colspan=3 align=center><font color=white>
V. IZVEDIVOST PROJEKTA KORI&#352;TENJEM POSTOJE&#262;E OPREME I  PROSTORA
</font></th>
</tr>
<tr>
 <td width="15%" bgcolor=gray align=center>Recenzent
 </td>
 <td width="75%" bgcolor=gray align=center>Opis
 </td>
 <td width="10%" bgcolor=gray align=center>Ocjena
 </td>
</tr>
<tr>
 <td width="15%" align=center>Recenzent 1
 </td>
 <td width="75%" align=left>Istra&#382;iva&#269;ki tim i uklju&#269;ene institucije raspola&#382;u sa adekvatnom opremom  (kompjuterima)  i prostorom ua uspje&#353;no obavljanje znanstveno-istra&#382;iva&#269;kog rada.
 </td>
 <td width="10%" align=center>5.00
 </td>
</tr>
<tr>
 <td width="15%" align=center>Recenzent 2
 </td>
 <td width="75%" align=left>Osim eksperimenata opisanih  u 9.1 odjeljak (4) koje je apsolutno nemogu&#263;e izvesti predlo&#382;enim timom te postoje&#263;om i tra&#382;enom opremom, postoje&#263;a i tra&#382;ena oprema posve zadovoljavaju ciljeve projekta, ocjena  4.8.
 </td>
 <td width="10%" align=center>4.8
 </td>
</tr>


</table>

<table cellspacing=0 cellpadding=5>

<table  border=1 width="100%">

<tr>
  <th bgcolor=black colspan=3 align=center><font color=white>
VI. OCJENA PRORA&#268;UNA
</font></th>
</tr>
<tr>
 <td width="15%" bgcolor=gray align=center>Recenzent
 </td>
 <td width="75%" bgcolor=gray align=center>Opis
 </td>
 <td width="10%" bgcolor=gray align=center>Ocjena
 </td>
</tr>
<tr>
 <td width="15%" align=center>Recenzent 1
 </td>
 <td width="75%" align=left>Obzirom na veli&#269;inu istra&#382;iva&#269;kog tima raspodjela tro&#353;kova i njihova veli&#269;ina u nekim stavkama je nerealno prevelika i te&#353;ko kontrolirana. Tako se za honorare predvi&#273;a 10%, za objavljivanje znan. radova samo 1%, sudjelovanje na skupovima 15%, te nekontrolirani posebni tro&#353;kovi &#269;ak 40%. Realni prora&#269;un bi se trebao kretati oko 80% predlo&#382;enog.
 </td>
 <td width="10%" align=center>4.0
 </td>
</tr>
<tr>
 <td width="15%" align=center>Recenzent 2
 </td>
 <td width="75%" align=left>Tra&#382;ena sredstva su skromna i u skladu s hrvatskim standardima za teorijske projekte, te dobro zasnovana na realnim potrebama. Tra&#382;e se uglavnom kompjuteri, laptopi, odr&#382;avanje postoje&#263;ih strojeva, te ne&#353;to putovanja, ugo&#353;&#263;avanja i tro&#353;kovi za "papir". Ocjena 5.0
 </td>
 <td width="10%" align=center>5.0
 </td>
</tr>


</table>

<table cellspacing=0 cellpadding=5>

<table  border=1 width="100%">

<tr>
  <th bgcolor=black colspan=2 align=center><font color=white>
PRIJEDLOG PROSUDBENOJ SKUPINI
</font></th>
</tr>
<tr>
 <td width="15%" bgcolor=gray align=center>Recenzent
 </td>
 <td width="85%" bgcolor=gray align=center>Opis
 </td>
</tr>
<tr>
 <td width="15%" align=center>Recenzent 1
 </td>
 <td width="85%" align=left>Voditelj projekta je me&#273;unarodno priznati stru&#269;njak za podru&#269;je kvantne logike koja je osnova kvantnih kompjutera, ako se uspje&#353;no rije&#353;i problem kontrole gre&#353;aka. Istra&#382;iva&#269;ki tim je mali i te&#353;ko je za vjerovati da &#263;e uspjeti u potpunosti rije&#353;iti  ambiciozni program istra&#382;ivanja predlo&#382;en u ovom projektu. Predvidivi znanstveni novaci osim u &#382;eljama jo&#353; ne postoje.  Obzirom na va&#382;nost same problematike kvantnih kompjutera u Hrvatskoj  i u svijetu, predla&#382;em financiranje projekta u ne&#353;to promijenjenom obliku. 
 </td>
</tr>
<tr>
 <td width="15%" bgcolor=green4 align=center>
 </th>
 <td width="85%" bgcolor=green4 align=left>
<b>Prihvatiti za financiranje u smanjenom iznosu, uz procjenu izvedivosti.</b>
</font>
 </th>
</tr>
<tr>
 <td width="15%" align=center>Recenzent 2
 </td>
 <td width="85%" align=left>Projekt je dobro fundiran i koncentriran na neka od najva&#382;nijih pitanja kvantne informatike i kvantne komunikacije. Ovo je podru&#269;je do&#382;ivjelo veliki procvat u posljednjih 10 godina, a voditelj predlo&#382;enog projekta je i sam pionirski sudjelovao u nekim od tih rezultata. Njegove veze i suradnja s ponajboljim svjetskim znanstvenicima u podru&#269;ju i njegova prepoznata karizma ( Springer-ov poziv na pisanje knjige, redaktor za &#269;asopise APS, dugogodi&#353;nji voditelj Kluba hrvatskih Humboldtovaca) upu&#263;uju na to da se radi o iznimno kvalitetnom znanstveniku koji sasvim sigurno zaslu&#382;uje svoj znanstvenoistra&#382;iva&#269;ki projekt. 
 </td> 
</tr>
<tr>
 <td width="15%" bgcolor=green4 align=center>
 </th>
 <td width="85%" bgcolor=green4 align=left>
<b>Prihvatiti za financiranje u tra&#382;enom iznosu.</b>
 </th>
</tr>


</table>

<br>

<font size="+1" color=green><b>
&#268;itatelj bi mogao o&#269;ekivati da je sada prosudbena 
skupina, uva&#382;avaju&#263;i prijedlog recenzenata, 
predlo&#382;ila Ministarstvu da financira projekt. 
Mladen Pavi&#269;i&#263; je i sam bio recenzent sli&#269;nim 
projektima u S.A.D.-u, Izraelu, Australiji, Italiji i Hrvatskoj 
i uva&#382;avanje procjene i prijedloga recenzenata je ono 
&#353;to se uvijek doga&#273;alo i o&#269;ekivalo. 
On je tako&#273;er stalni recenzent za <i>Phys. Rev. Lett.</i>, 
(vi&#353;e od 20 radova) i <i>Phys. Rev. A</i> 
(vi&#353;e od 20 radova) i povremeni za <i>Optics Commun., 
J. Phys. A, J. Opt. Soc. Am. B, Int. J.
Theor. Phys.</i> i druge, i svugdje je osnovni princip 
uva&#382;avanje procjene i prijedloga recenzenata. 
Jedan recenzent mo&#382;e bit nadglasan od druga dva, 
ali na kraju se uvijek prihva&#263;aju procjene i prijedlozi 
nekih recenzenata koji su specijalisti u odabranom polju. 

<br><br>
No, prosudbena skupina ovog projekta se odlu&#269;ila za 
<a href="komisija.html" target="_blank">
slijede&#263;i, radikalno druga&#269;iji pristup.</a>
</b>
</font>

<br><br>
<hr>

<a href="recenzija.html#end"><img src="hr.gif" align="left" width=45 height=30 hspace=10 vspace=0></a><a href="report.html#end"><img src="uk.gif" width=45 height=30 hspace=10 vspace =0></a><a name=end>
<a href="index.html"><font color="#770044">IZVORNA STRANICA</font></a>


<hr>


</BODY>
</HTML>

