<!DOCTYPE HTML PUBLIC "-//W3C//DTD HTML 4.0 Transitional//EN">
<HTML>

<BODY 
  BGCOLOR="#FFFFFF"
  TEXT="#000000"
  LINK="#00FF00"
  VLINK="#00FF00"
  ALINK="#FF0000"
 >

<font color="#770000"><hr></font>

<h3 ALIGN="CENTER">UVOD</h3>

Pribli&#382;avanje Hrvatske Europskoj Uniji ubrzalo je i primjenu europske regulative u podru&#269;ju projektiranja i gra&#273;enja, a u okviru toga i proces jasnijeg definiranja op&#263;ih principa u dijelu projektiranja i gra&#273;enja u podru&#269;ju za&#353;tite od po&#382;ara. Uskla&#273;ivanje tehni&#269;ke regulative iz svih podru&#269;ja, pa tako i podru&#269;ja za&#353;tite od po&#382;ara, obveza je koju je Hrvatska preuzela potpisivanjem Sporazuma o stabilizaciji i pridru&#382;ivanju izme&#273;u Republike Hrvatske i Europske unije (29.listopada 2001.godine). Europski dokument Smjernice Vije&#263;a Europe (Council Directive 89/106/EEC ) jo&#353; je 1998. godine utvrdio odrednice o uskla&#273;ivanju tehni&#269;kog i upravnog zakonodavstva dr&#382;ava &#269;lanica koje se odnosi na gra&#273;evinske proizvode. Smjernica je propisala i &#353;est bitnih zahtjeva za gra&#273;evinu od kojih je za&#353;tita od po&#382;ara detaljno razra&#273;ena u najopse&#382;nijem dokumentu (Temeljni dokument broj 2:&mdash;Za&#353;tita od po&#382;ara).
 
<br><br>
Djelovanje po&#382;ara na gra&#273;evinske objekte kao "novo" precizno definirano "optere&#263;enje" izjedna&#269;eno je u europskoj zakonskoj i tehni&#269;koj regulativi s ostalim, do sada uobi&#269;ajenim optere&#263;enjima gra&#273;evine. Spomenuta &#269;injenica posljedica je svakodnevnih ljudskih i materijalnih gubitaka koje izaziva ovo "optere&#263;enje" na gra&#273;evinu. 

<br><br>
U razvijenijim europskim zemljama (primjerice Njema&#269;ka, Engleska) svake godine pogine u po&#382;aru od 700 do 800 ljudi, a materijalna &#353;teta na objektima kre&#263;e se oko dvije milijarde Eura. Prema podacima Svjetskog statisti&#269;kog centra u &#381;enevi, po&#382;ari svake godine o&#353;tete svjetsko gospodarstvo za cca 1% bruto nacionalnog dohotka. Sli&#269;no stanje je i u Hrvatskoj gdje svake godine pogine u po&#382;arima od 30 do 40 ljudi, a &#353;teta na gra&#273;evinskim objektima dose&#382;e vrijednost i do 40&mdash;50 milijuna Eura.

<br><br>
Po&#382;are je, dakako, vrlo te&#353;ko sprije&#269;iti, pa jedino &#353;to preostaje je projektirati i graditi objekte na na&#269;in koji omogu&#263;uje ostvarenje zahtjeva iz europske i hrvatske regulative. &#268;lanak broj 8. Zakona o gradnji koji je prenesen iz europske regulative propisuje da se objekt mora tako projektirati i graditi da se u slu&#269;aju po&#382;ara:

<ul>
<li>o&#269;uva nosivost konstrukcije tijekom odre&#273;enog vremena,
<li>sprije&#269;i &#353;irenje vatre i dima unutar gra&#273;evine,
<li>sprije&#269;i &#353;irenje vatre na susjedne gra&#273;evine,
<li>osigura da stanari mogu neozlije&#273;eno napustiti gra&#273;evinu, odnosno da se na drugi na&#269;in omogu&#263;i njihovo spa&#353;avanje,
<li>omogu&#263;i sigurnost spasila&#269;ke ekipe.
</ul>

Ovi zahtjevi mogu se, osim preko regulative kojom se propisuju elementi po&#382;arne za&#353;tite objekata, rje&#353;avati i in&#382;enjerskim metodama &#353;to je regulirano to&#269;kom 2.3. Temeljnog europskog dokumenta iz podru&#269;ja za&#353;tite od po&#382;ara.

<br><br>
Te metode izu&#269;avaju se u okviru poslijediplomskog specijalisti&#269;kog studija Po&#382;arno in&#382;enjerstvo na Sveu&#269;ili&#353;tu u Zagrebu na Gra&#273;evinskom fakultetu, a obuhva&#263;aju primjenu znanstvenih metoda pri definiranju zahtjeva i prora&#269;unu po&#382;arne sigurnosti objekata. To se, prije svega, odnosi na prora&#269;un &#353;irenja po&#382;ara (vatre i dima), kako u pojedinoj prostoriji  tako i prora&#269;un &#353;irenja na druge prostorije i &#353;irenje po&#382;ara izvan objekta na susjedne gra&#273;evine. 

<br><br>

&nbsp;&nbsp;&nbsp;
U drugoj fazi to obuhva&#263;a:

<ul>
<li>
prora&#269;un i procjenu djelovanja topline i dima na ljude i gra&#273;evinu,
<li>izra&#269;un otpornosti na po&#382;ar konstrukcijskih elemenata gra&#273;evine,
<li>
ocjenu i prora&#269;un pona&#353;anja gra&#273;evinskih materijala u smislu njihove zapaljivosti, &#353;irenja plamena, isijavanja topline, razvoja dima i toksi&#269;nih plinova,
<li>
prora&#269;une evakuacijskih vremena i ocjenu pona&#353;anja ljudi u po&#382;aru te, odabire odgovaraju&#263;ih evakuacijskih modela, 
<li>
prora&#269;une i odabir aktivnih sustava za dojavu i ga&#353;enje po&#382;ara (vatrodojava, sustavi za automatsko ga&#353;enje po&#382;ara, sustavi za odvo&#273;enje dima i toplina) te,
<li>
razvoj ra&#269;unalnih modela i metodologije analize rizika.
</ul>


Osnovni cilj poslijediplomskog specijalisti&#269;kog studija Po&#382;arno in&#382;enjerstvo je razvoj znanstvenih metoda kojim bi se do&#353;lo do objektivnije ocjene djelovanja po&#382;ara na ljude i gra&#273;evine u konkretnoj situaciji, a time i pove&#263;anja sigurnosti osoba i objekata. Pri tome je od bitnog zna&#269;aja utvr&#273;ivanje granice tzv. prihvatljivog i realnog rizika i s tim u vezi ekonomi&#269;nost primijenjenih mjera. Ovo je posebno vidljivo kad se mjere za&#353;tite od po&#382;ara, propisane postoje&#263;om regulativom usporede s mjerama za&#353;tite od po&#382;ara koje su odre&#273;ene metodama po&#382;arnog in&#382;enjerstva. U pravilu je evidentna neselektivnost regulative  u kojoj su odre&#273;ene mjere propisane "po osje&#263;aju" zakonodavca &#353;to nerijetko dovodi do pretjerivanja (posebno u dijelu vatrootpornosti konstrukcije) ili do me&#273;usobne neuskla&#273;enosti zahtjeva unutar istog propisa, a &#269;esto i izme&#273;u propisa iz podru&#269;ja za&#353;tite od po&#382;ara u cjelini.

<br><br>
U tom smislu metode po&#382;arnog in&#382;enjerstva su konzistentne jer se baziraju na znanstvenim principima te nude najbolja sigurnosna rje&#353;enja koja su ujedno i ekonomski prihvatljiva za investitora.

<br><br>
Gra&#273;evinski fakultet Sveu&#269;ili&#353;ta u Zagrebu je pokreta&#269; i voditelj studija, a u izvedbi programa sudjelovat &#263;e i nastavnici sljede&#263;ih tehni&#269;kih fakulteta i instituta: Arhitektonski fakultet Sveu&#269;ili&#353;ta u Zagrebu, Fakultet strojarstva i brodogradnje Sveu&#269;ili&#353;ta u Zagrebu, Gra&#273;evinsko&ndash;arhitektonski fakultet Sveu&#269;ili&#353;ta u Splitu, Visoka &#353;kola za sigurnost s pravom javnosti, Zagreb, Institut gra&#273;evinarstva Hrvatske, Zagreb, i Centra za tehni&#269;ke sustave i po&#382;arno in&#382;enjerstvo, Zagreb.

<br><br>
&nbsp;&nbsp;Studij je koncipiran kao i sli&#269;ni programi u svijetu, 
npr. programi: 

<ul>
<li>
Building Materials, Concrete Construction and Fire Protection, 
Technische University Braunschweig, Institut fur Baustoffe, 
Massivbau und Brandschutz, Braunschweig, Germany.
<li>
LTH&mdash;Institute of Technology at Lund University, Sweeden.
<li>
Master of Engineering in Building Fire safety and Risk Engineering; 
Victoria University of Wellington, New Zeland.
<li>
Fire Engineering Programme, program University of Canterbury, New Zealand.
<li>
Fire Protection Engineering, program Worcester Polytechnic Institute, 
Worcester, MA, USA.
</ul>

<hr>
<p align=center>
Web pages designed by <a href="http://m3k.grad.hr/pavicic" 
target="_blank">Mladen Pavicic</a>
</p>
<hr>

</BODY>
</HTML>


